Revit 2026 API

# BoundingBoxUVMax Property

---

Maximum coordinates (upper-right corner of the box).

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public UV Max { get; set; }
```
```vb
Public Property Max As UV
	Get
	Set
```
```cpp
public:
property UV^ Max {
	UV^ get ();
	void set (UV^ value);
}
```
```fsharp
member Max : UV with get, set
```

#### Property Value

UV

#### Reference

BoundingBoxUV Class

Autodesk.Revit.DB Namespace